{"admins": [74741895], "jokes": ["1. Я знаю отличную шутку про UDP, но не факт, что она до вас дойдет.", "2. Я знаю отличную шутку про TCP, но если она до вас не дойдет, то я повторю.", "3. А кто знает отличную шутку про ARP?", "4. А вы слышали шутку про ICMP?", "5. Вам еще кто–то рассказывал шутку про STP?", "6. Я подожду Антона и расскажу классную шутку про QoS.", "7. Про MTU тоже есть кла", "8. XML", "9. А про FSMO роли шутить могут не более пяти человек.", "10. Подождите все, я расскажу шутку о сети типа «шина».", "11. Я бы рассказал отличную шутку про Token Ring, но сейчас не моя очередь.", "12. Стой–стой, послушай сначала шутку о прерываниях.", "13. Помню времена, когда шутка про модем пшшшшшшш…", "14. Только что, специально для сообщества пришла шутка про мультикаст.", "15. Жаль, что шутка про Fault Tolerance не может состоять больше, чем из одного слова.", "16. Настало время рассказать шутку про NTP.", "17. Я сейчас расскажу отличную шутку про VPN, но ее поймет только один.", "18. К шутке про SCTP вначале должны все подготовиться.", "19. Из–за одного, кто зевнул, придётся заново рассказывать шутку про frame relay в топологии point–to–multipoint.", "20. А шутки про HDLC обычно не понимают те, кто знает другие шутки про HDLC.", "21. Про DWDM шутят сразу несколькими голосами.", "22. Шутка про Е3 — это 30 одинаковых шуток про Е1 и еще две шутки, понятных только тем, кто в теме.", "23. Лучшее в шутках про проприетарные протоколы это УДАЛЕНО.", "24. Единственная проблема в шутках про Token Ring в том, что если кто–то начнёт рассказывать шутку пока говорите вы, обе шутки обрываются.", "25. Все любят шутки про MitM. Ну, кроме Алисы и Боба, все.", "26. идти Самое про BitTorrent — они могут порядке. в шутках лучшее в любом", "27. Я бы рассказал шутку про CSRF, если бы ты САМ только что этого не сделал.", "28. IGMP шутка; пожалуйста, передай дальше.", "29. Нет… Нет ничего… Нет ничего забавного… Нет ничего забавного в шутках… Нет ничего забавного в шутках про определение MTU.", "30. PPP шутки всегда рассказываются только между двумя людьми.", "31. Шутки про RAID почти всегда избыточны.", "35. Вы уже слышали шутку про Jumbo фреймы? Она о–очень длинная.", "36. Самое клёвое в шутках про rsync, что вам её рассказывают только если вы не слышали её до этого.", "37. Проблема с IPv6 состоит в том, что их трудно вспомнить.", "38. DHCP шутки смешны, только если их рассказывает один человек.", "39. Жаль никто не помнит шутки про IPX", "40. У кого есть кабель? Есть смешная шутка про RS–232 и полусмешная про RS–485", "41. Я сейчас всем расскажу шутку про бродкаст", "42. У меня есть примерно 450 000 шуток про BGP", "43. У кого есть пароли, приходите за шутками про RADIUS", "44. Шутку про 127.0.0.1 каждым может пошутить себе сам", "45. А что, шутки про IPv4 уже закончились?", "46. Шутки про RFC1918 можно рассказывать только своим", "47. Шутки про IPv6 плохи тем, что их мало можно кому рассказать", "48. Шутки про SSH–1 и SSH–2 несовместимы между собой", "49. Про Schema Master шутит только один в этом лесу", "49. Шутки про MAC–адрес могут не дойти до тёзок", "xx. Тут шутка про Banyan подросла", "50. DNS–сервер не понял шутку про DDoS и ему её стали пересказывать сто тысяч раз в секунду", "51. В шутках про IPSec надо говорить, кому их рассказываешь", "52. И ГОСТ и ISO согласны, что есть 7 уровней рассказывания шуток", "52.1 Министерство обороны США понимает только четыре уровня шуток", "53. Шутки про шутки про шутки часто звучат в туннелях", "54. Шутки про 10/100/1000BASE–T вряд ли услышат с расстояния больше 100 м", "Off: Шутки про TFT оставляют смазанное впечатление "], "hivemind": false}
